driver-tests/bpelse/assign/AssignJbi/test/results/CopyQNameInvoke/Actual_20130314144901_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <QNamePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_QName xmlns:tns="http://sun.com/echo/">tns:QNameLength17</xsd_QName>
      <optional_QName xmlns:tns="http://sun.com/echo/">tns:QNamePart</optional_QName>
      <repeat_QName xmlns:tns="http://sun.com/echo/">tns:QNamePart</repeat_QName>
      <repeat_QName xmlns:tns="http://sun.com/echo/">tns:QNameOperation</repeat_QName>
    </QNamePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>